[
  {
    "id": "64ca301c753b66ccb5ce2946",
    "categoryId": 5,
    "categoryName": "Category C",
    "sku": "MHZVTK",
    "name": "Product D",
    "description": "Esse veniam velit esse do consectetur occaecat mollit. Magna laborum non laborum magna. Sit eiusmod in aliqua sunt cillum. Quis commodo ullamco dolore non. Dolor qui nulla aliquip ipsum cillum incididunt laborum culpa do eiusmod veniam. Mollit tempor sunt nisi occaecat cillum adipisicing id irure dolor deserunt do veniam.\r\n",
    "weight": 500,
    "width": 7,
    "length": 6,
    "height": 8,
    "image": "https://cf.shopee.co.id/file/7cb930d1bd183a435f4fb3e5cc4a896b",
    "price": 2000
  },
  {
    "id": "64ca301c6a2de659745e5f5d",
    "categoryId": 1,
    "categoryName": "Category A",
    "sku": "MHZVTK",
    "name": "Product A",
    "description": "Enim cupidatat ad sit sint velit et. Proident sit ipsum excepteur irure aliquip proident in voluptate commodo in eu est enim. Mollit laborum mollit fugiat laborum aute. Id do ea labore mollit ad ad sint deserunt duis aute. Occaecat laboris amet laborum irure tempor sit ullamco aliqua labore do sunt sint et.\r\n",
    "weight": 500,
    "width": 10,
    "length": 2,
    "height": 1,
    "image": "https://cf.shopee.co.id/file/7cb930d1bd183a435f4fb3e5cc4a896b",
    "price": 5000
  },
  {
    "id": "64ca301c74ab72494c743c47",
    "categoryId": 4,
    "categoryName": "Category D",
    "sku": "MHZVTK",
    "name": "Product A",
    "description": "Nisi excepteur quis tempor reprehenderit ea do magna exercitation ad veniam. Laborum dolore sit ex exercitation ea sint eu elit elit velit veniam elit. Nisi nostrud amet tempor occaecat cupidatat. Amet in deserunt tempor mollit minim fugiat. Ut excepteur ad duis voluptate laboris quis do sint irure ut elit nulla. Culpa sunt elit cillum ex.\r\n",
    "weight": 500,
    "width": 7,
    "length": 3,
    "height": 1,
    "image": "https://cf.shopee.co.id/file/7cb930d1bd183a435f4fb3e5cc4a896b",
    "price": 12000
  },
  {
    "id": "64ca301c45e1e92e852dc41e",
    "categoryId": 1,
    "categoryName": "Category A",
    "sku": "MHZVTK",
    "name": "Product C",
    "description": "Deserunt sint aute commodo est sunt qui in laboris consequat laboris sint nostrud ad cupidatat. Esse dolore eu ea ut. In duis aute aliquip esse mollit laboris sunt culpa et anim esse sit. Non anim veniam ut aliqua nisi reprehenderit adipisicing. Pariatur ut non pariatur occaecat labore reprehenderit magna excepteur minim. Non in esse esse excepteur aliqua.\r\n",
    "weight": 500,
    "width": 7,
    "length": 6,
    "height": 2,
    "image": "https://cf.shopee.co.id/file/7cb930d1bd183a435f4fb3e5cc4a896b",
    "price": 10000
  },
  {
    "id": "64ca301c0b14a6b5b44c0604",
    "categoryId": 3,
    "categoryName": "Category D",
    "sku": "MHZVTK",
    "name": "Product A",
    "description": "Elit enim ex consectetur minim ex dolore exercitation culpa est voluptate. Ea anim dolor labore culpa duis irure irure ea. Laboris nulla cillum pariatur sunt qui veniam aliquip. Laboris do est amet Lorem ex. Sunt anim ex ex aute aliqua anim est anim consequat ad exercitation et commodo incididunt. Labore exercitation incididunt dolore id.\r\n",
    "weight": 500,
    "width": 10,
    "length": 7,
    "height": 2,
    "image": "https://cf.shopee.co.id/file/7cb930d1bd183a435f4fb3e5cc4a896b",
    "price": 7500
  },
  {
    "id": "64ca301c28a5dc9a54deb885",
    "categoryId": 3,
    "categoryName": "Category A",
    "sku": "MHZVTK",
    "name": "Product C",
    "description": "Esse tempor mollit id velit. Aliquip enim pariatur consectetur nisi velit culpa aute ad aliqua laboris dolor sit esse qui. Velit quis id quis aute nisi nisi labore. Dolore magna sit dolor velit id exercitation voluptate dolor occaecat laborum minim aliqua. Qui sit cillum pariatur laborum ut aute nulla nostrud reprehenderit elit sunt ipsum proident aliquip.\r\n",
    "weight": 500,
    "width": 8,
    "length": 2,
    "height": 10,
    "image": "https://cf.shopee.co.id/file/7cb930d1bd183a435f4fb3e5cc4a896b",
    "price": 20000
  },
  {
    "id": "64ca301c37e0cf6d3d5aa650",
    "categoryId": 2,
    "categoryName": "Category C",
    "sku": "MHZVTK",
    "name": "Product E",
    "description": "Excepteur nulla veniam duis nulla proident occaecat elit exercitation dolore ipsum excepteur. Ut velit excepteur amet proident sit exercitation ad incididunt Lorem consequat labore est culpa. Labore officia sunt laborum consectetur duis esse aliquip deserunt irure ea fugiat culpa. Id consequat ipsum laboris occaecat Lorem est mollit reprehenderit non velit eu. Dolor occaecat laborum velit laborum laboris eu anim anim non nulla et reprehenderit dolore. Labore ullamco ipsum adipisicing incididunt quis enim adipisicing in veniam.\r\n",
    "weight": 500,
    "width": 9,
    "length": 10,
    "height": 6,
    "image": "https://cf.shopee.co.id/file/7cb930d1bd183a435f4fb3e5cc4a896b",
    "price": 12000
  },
  {
    "id": "64ca301cdd3da371a818c6e2",
    "categoryId": 3,
    "categoryName": "Category B",
    "sku": "MHZVTK",
    "name": "Product C",
    "description": "Dolor ad deserunt voluptate duis sunt tempor consectetur ipsum minim. Nisi cupidatat tempor aute anim do veniam minim cillum nostrud. Proident sint amet id eu pariatur deserunt. Occaecat do consequat commodo occaecat aliquip occaecat quis aliqua. Officia veniam cupidatat culpa officia sunt eu consectetur.\r\n",
    "weight": 500,
    "width": 1,
    "length": 3,
    "height": 8,
    "image": "https://cf.shopee.co.id/file/7cb930d1bd183a435f4fb3e5cc4a896b",
    "price": 8600
  },
  {
    "id": "64ca301c439a5f35e462d9bb",
    "categoryId": 5,
    "categoryName": "Category D",
    "sku": "MHZVTK",
    "name": "Product D",
    "description": "Et ipsum esse magna esse. Aliquip anim est pariatur Lorem sit minim pariatur. Culpa culpa proident sint fugiat nostrud nostrud. Nostrud ut reprehenderit labore minim voluptate et laboris. Ex pariatur eu duis cupidatat duis ipsum nulla est mollit id mollit.\r\n",
    "weight": 500,
    "width": 2,
    "length": 3,
    "height": 6,
    "image": "https://cf.shopee.co.id/file/7cb930d1bd183a435f4fb3e5cc4a896b",
    "price": 9800
  },
  {
    "id": "64ca301c50f77fa04b3250fc",
    "categoryId": 2,
    "categoryName": "Category E",
    "sku": "MHZVTK",
    "name": "Product D",
    "description": "Aliqua eiusmod enim reprehenderit aliqua deserunt consectetur. Voluptate sit non et occaecat incididunt nulla nostrud. Non quis voluptate laboris excepteur deserunt magna laborum ipsum.\r\n",
    "weight": 500,
    "width": 2,
    "length": 1,
    "height": 8,
    "image": "https://cf.shopee.co.id/file/7cb930d1bd183a435f4fb3e5cc4a896b",
    "price": 9300
  },
  {
    "id": "64ca301c7cb9d7f8e8a3ad3c",
    "categoryId": 3,
    "categoryName": "Category D",
    "sku": "MHZVTK",
    "name": "Product A",
    "description": "Occaecat ea sunt eiusmod excepteur irure. Eiusmod magna eu magna dolore consectetur enim tempor exercitation velit id cupidatat laborum. Duis reprehenderit deserunt excepteur elit proident non deserunt id eu dolor in Lorem. Consectetur veniam adipisicing aute laboris.\r\n",
    "weight": 500,
    "width": 8,
    "length": 7,
    "height": 3,
    "image": "https://cf.shopee.co.id/file/7cb930d1bd183a435f4fb3e5cc4a896b",
    "price": 3000
  },
  {
    "id": "64ca301c5d21c5b4c0d2d0b4",
    "categoryId": 3,
    "categoryName": "Category A",
    "sku": "MHZVTK",
    "name": "Product E",
    "description": "Excepteur duis aliqua in culpa cillum irure Lorem. In cillum ipsum aliqua cillum id mollit anim amet consequat minim irure. Laboris ad fugiat ad tempor. Id et ex ea id aute proident elit duis reprehenderit consequat deserunt reprehenderit velit.\r\n",
    "weight": 500,
    "width": 1,
    "length": 10,
    "height": 2,
    "image": "https://cf.shopee.co.id/file/7cb930d1bd183a435f4fb3e5cc4a896b",
    "price": 9000
  },
  {
    "id": "64ca301c12aefc88688a7a36",
    "categoryId": 1,
    "categoryName": "Category D",
    "sku": "MHZVTK",
    "name": "Product E",
    "description": "Ex velit cillum nisi cupidatat id officia voluptate laborum consectetur et nulla fugiat. Minim sint cillum excepteur magna. Nisi anim ad irure culpa quis est anim adipisicing duis est id qui deserunt. Magna do ullamco commodo irure et exercitation aliqua.\r\n",
    "weight": 500,
    "width": 7,
    "length": 1,
    "height": 4,
    "image": "https://cf.shopee.co.id/file/7cb930d1bd183a435f4fb3e5cc4a896b",
    "price": 28000
  },
  {
    "id": "64ca301c18e92d2641e71f3c",
    "categoryId": 5,
    "categoryName": "Category A",
    "sku": "MHZVTK",
    "name": "Product D",
    "description": "Dolore eu id consectetur labore adipisicing nisi ullamco cupidatat pariatur eu eiusmod. Aliquip minim deserunt officia magna veniam laborum laborum. Nostrud nisi eiusmod sint amet pariatur. Mollit aliquip amet voluptate fugiat Lorem eu ut ut consectetur. Non esse cupidatat ea mollit enim qui qui sunt nulla amet nisi commodo fugiat quis.\r\n",
    "weight": 500,
    "width": 3,
    "length": 3,
    "height": 7,
    "image": "https://cf.shopee.co.id/file/7cb930d1bd183a435f4fb3e5cc4a896b",
    "price": 22000
  },
  {
    "id": "64ca301cc94d6f70093aa7ef",
    "categoryId": 4,
    "categoryName": "Category C",
    "sku": "MHZVTK",
    "name": "Product B",
    "description": "Id voluptate duis tempor anim dolore consectetur minim aliqua officia. Adipisicing nisi sint nulla commodo consequat proident est do cupidatat velit culpa cillum. Sint dolor irure veniam dolor adipisicing. Aliquip qui deserunt Lorem elit nisi eu occaecat non eu nostrud labore occaecat. Ea sunt anim laboris aliqua occaecat dolore dolore pariatur. Ullamco aute consectetur laborum cillum mollit ullamco do. Occaecat proident ex nisi consectetur commodo cupidatat excepteur ut tempor.\r\n",
    "weight": 500,
    "width": 7,
    "length": 5,
    "height": 5,
    "image": "https://cf.shopee.co.id/file/7cb930d1bd183a435f4fb3e5cc4a896b",
    "price": 5000
  },
  {
    "id": "64ca301cc23fa82e07737517",
    "categoryId": 4,
    "categoryName": "Category C",
    "sku": "MHZVTK",
    "name": "Product C",
    "description": "Deserunt irure anim consequat commodo deserunt enim ipsum non minim consectetur consequat. Minim sunt pariatur mollit qui ex Lorem est eu ut est qui elit aute. Ut et dolore excepteur nisi laboris dolor est consectetur ipsum labore officia qui qui. Anim mollit pariatur cillum eu. Sit reprehenderit sunt mollit nulla fugiat tempor consectetur ut adipisicing aliqua amet nisi voluptate.\r\n",
    "weight": 500,
    "width": 1,
    "length": 7,
    "height": 10,
    "image": "https://cf.shopee.co.id/file/7cb930d1bd183a435f4fb3e5cc4a896b",
    "price": 7500
  },
  {
    "id": "64ca301cfd62b29db4addbe6",
    "categoryId": 2,
    "categoryName": "Category C",
    "sku": "MHZVTK",
    "name": "Product A",
    "description": "Velit quis aute incididunt nisi exercitation ipsum mollit velit velit excepteur sunt aute amet deserunt. Elit culpa cupidatat ad tempor ut pariatur cupidatat id non culpa. Commodo ut ex aute culpa do. Velit ex ex cillum nulla enim enim excepteur sint ea exercitation. Consectetur do nulla tempor dolor occaecat qui Lorem velit. Id consequat nostrud excepteur et nostrud anim velit ipsum do mollit.\r\n",
    "weight": 500,
    "width": 10,
    "length": 7,
    "height": 4,
    "image": "https://cf.shopee.co.id/file/7cb930d1bd183a435f4fb3e5cc4a896b",
    "price": 20000
  },
  {
    "id": "64ca301c0bbf5cfcc732d699",
    "categoryId": 3,
    "categoryName": "Category B",
    "sku": "MHZVTK",
    "name": "Product D",
    "description": "Dolor amet anim consectetur aute commodo adipisicing labore velit id reprehenderit voluptate in. Qui anim magna in velit nostrud aliquip ad cupidatat ex minim minim velit. Do Lorem adipisicing do quis irure reprehenderit exercitation consectetur. Culpa amet magna irure occaecat non non officia consequat ad est.\r\n",
    "weight": 500,
    "width": 10,
    "length": 10,
    "height": 2,
    "image": "https://cf.shopee.co.id/file/7cb930d1bd183a435f4fb3e5cc4a896b",
    "price": 18000
  }
]